tap "Jakob-Koschel/tap"

brew "coreutils"
brew "moreutils"
brew "findutils"
brew "gnu-sed"
brew "stow"
brew "tmux"
brew "vim"
brew "neovim"
brew "fzf"
brew "zsh"
brew "grep"
brew "bat"
brew "ripgrep"
brew "bash"
brew "zsh"
brew "mas"
brew "nvm"
brew "watchman"
brew "ruby"
brew "python"
brew "python3"
brew "flake8"
brew "cmake"
brew "ctags"
brew "curl"
brew "dark-mode"
brew "diffutils"
brew "diff-so-fancy"
brew "go-task"
brew "qemu"
brew "neomutt"
brew "pass"
# brew "isync"
brew "isync-cyrus-sasl"
brew "cyrus-sasl-xoauth2"
brew "msmtp"
brew "lynx"
brew "notmuch"
brew "urlview"
brew "mosh"
brew "gpg"
brew "gpg2"
# brew "pinentry-mac"
brew "go"
brew "tldr"
brew "jakob-koschel/tap/ltex-ls, args: ['HEAD']
brew "languagetool"

brew "dockutil", args: ['HEAD']

brew "git"
brew "git-crypt"
brew "git-delta"
brew "hexedit"
brew "htop"
brew "hub"
brew "lynx"
brew "openssl"
brew "reattach-to-user-namespace"
brew "rename"
brew "ssh-copy-id"
brew "tree"
brew "webkit2png"
brew "pkg-config"
brew "libffi"
brew "pandoc"
brew "weechat"
brew "wget"
brew "z"
brew "dialog"
# required for font-roboto-mono-for-powerline
brew "svn"
# some CTF tools
brew "binutils"
brew "netpbm"
brew "socat"
brew "xz"
# other useful binaries
brew "ack"
brew "mackup"
brew "pygments"
brew "rclone"
brew "vgrep"
brew "docker"
brew "docker-compose"
brew "colima"


# casks
cask "alfred"
cask "iterm2"
cask "xquartz"
cask "macdown"
cask "little-snitch"
cask "google-chrome"
cask "brave-browser"
cask "karabiner-elements"
cask "sdformatter"
cask "spotify"
cask "the-unarchiver"
cask "keepingyouawake"
cask "spectacle"
cask "vlc"
cask "slack"
cask "signal"
cask "zotero"
cask "hiddenbar"
cask "zoom"
cask "mactex"
cask "vimr"
cask "discord"
cask "obsidian"
cask "drawio"
cask "hammerspoon"

tap "homebrew/cask-fonts"
cask "font-roboto-mono-for-powerline"

mas "WireGuard", id: 1451685025
