brew "coreutils"
brew "moreutils"
brew "findutils"
brew "gnu-sed"
brew "tmux"
brew "vim"
brew "zsh"
brew "grep"
brew "bash"
brew "zsh"
brew "nvm"
brew "python"
brew "python3"
brew "flake8"
brew "ctags"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "dockutil"
brew "git"
brew "git-crypt"
brew "hexedit"
brew "htop"
brew "hub"
brew "lynx"
brew "openssl"
brew "reattach-to-user-namespace"
brew "rename"
brew "ssh-copy-id"
brew "tree"
brew "webkit2png"
brew "pkg-config"
brew "libffi"
brew "pandoc"
brew "weechat"
brew "wget"
brew "z"
brew "dialog"
# required for font-roboto-mono-for-powerline
brew "svn"
# some CTF tools
brew "binutils"
brew "netpbm"
brew "socat"
brew "xz"
# other useful binaries
brew "ack"

# casks
cask "alfred"
cask "iterm2"
cask "xquartz"
cask "macdown"
cask "little-snitch"
cask "google-chrome"
cask "brave-browser"
cask "karabiner-elements"
cask "sdformatter"
cask "spotify"
cask "the-unarchiver"
cask "caffeine"
cask "spectacle"
cask "vlc"
cask "slack"
cask "mactex"
cask "font-roboto-mono-for-powerline"
